{
  "Завтрак": [
    {
      "name": "Солнечный омлет с зеленью",
      "ingredients": "Яйца (3 шт), молоко (50 мл), соль, зелень (укроп, петрушка)",
      "time": "10 мин",
      "method": "Взбейте яйца с молоком, добавьте щепотку соли. Обжарьте на среднем огне до золотистой корочки. Посыпьте свежей зеленью перед подачей."
    },
    {
      "name": "Воздушные блинчики с ягодами",
      "ingredients": "Молоко (300 мл), яйца (2 шт), мука (200 г), сахар (2 ст.л.), разрыхлитель (1 ч.л.), ягоды (100 г)",
      "time": "20 мин",
      "method": "Смешайте все ингредиенты до однородности. Жарьте на хорошо разогретой сковороде по 1-2 минуты с каждой стороны. Подавайте с ягодами и сметаной."
    },
    {
      "name": "Нежная овсянка с фруктами",
      "ingredients": "Овсяные хлопья (100 г), молоко (200 мл), мед (1 ст.л.), банан (1 шт), яблоко (1/2 шт), корица",
      "time": "15 мин",
      "method": "Сварите овсянку на молоке до готовности. Добавьте нарезанные фрукты, мед и щепотку корицы."
    }
  ],
  "Обед": [
    {
      "name": "Ароматный борщ со сметаной",
      "ingredients": "Свекла (2 шт), капуста (200 г), говядина (300 г), картофель (3 шт), лук (1 шт), морковь (1 шт), томатная паста (2 ст.л.), сметана",
      "time": "90 мин",
      "method": "Сварите бульон из мяса. Обжарьте лук, морковь и свеклу с томатной пастой. Добавьте овощи в бульон, затем капусту и картофель. Варите до готовности. Подавайте со сметаной."
    },
    {
      "name": "Узбекский плов с бараниной",
      "ingredients": "Рис (400 г), баранина (500 г), морковь (3 шт), лук (2 шт), чеснок (1 головка), зира, барбарис, растительное масло",
      "time": "120 мин",
      "method": "Обжарьте мясо до румяной корочки. Добавьте нарезанные овощи и специи. Залейте водой, добавьте рис и тушите до готовности."
    }
  ],
  "Ужин": [
    {
      "name": "Лосось в медово-горчичном соусе",
      "ingredients": "Филе лосося (2 шт), мед (1 ст.л.), дижонская горчица (1 ст.л.), лимон (1/2 шт), укроп, соль, перец",
      "time": "25 мин",
      "method": "Смешайте мед, горчицу и специи. Обмажьте рыбу и запекайте при 180°C 15-20 минут. Подавайте с дольками лимона."
    },
    {
      "name": "Грибной ризотто с пармезаном",
      "ingredients": "Рис арборио (200 г), грибы (300 г), лук (1 шт), белое вино (100 мл), бульон (500 мл), пармезан (50 г), масло сливочное",
      "time": "40 мин",
      "method": "Обжарьте лук и грибы. Добавьте рис, влейте вино. Постепенно добавляйте бульон, помешивая. В конце добавьте масло и сыр."
    }
  ],
  "Десерт": [
    {
      "name": "Классический тирамису",
      "ingredients": "Печенье савоярди (200 г), кофе эспрессо (200 мл), сыр маскарпоне (250 г), яйца (3 шт), сахар (50 г), какао",
      "time": "60 мин + охлаждение",
      "method": "Взбейте желтки с сахаром, добавьте маскарпоне и взбитые белки. Обмакните печенье в кофе. Слоями выложите крем и печенье. Посыпьте какао и охладите."
    },
    {
      "name": "Шоколадный фондан с жидкой сердцевиной",
      "ingredients": "Шоколад (200 г), масло сливочное (100 г), яйца (4 шт), сахар (100 г), мука (50 г)",
      "time": "25 мин",
      "method": "Растопите шоколад с маслом. Взбейте яйца с сахаром, добавьте шоколад и муку. Разлейте по формочкам и выпекайте 10-12 минут при 200°C."
    }
  ],
  "Напитки": [
    {
      "name": "Освежающий лимонад",
      "ingredients": "Лимон (3 шт), вода (1 л), сахар (100 г), мята",
      "time": "10 мин",
      "method": "Выжмите сок лимонов. Растворите сахар в воде. Смешайте с соком, добавьте мяту и лед."
    },
    {
      "name": "Горячий шоколад",
      "ingredients": "Молоко (300 мл), шоколад (100 г), сахар (по вкусу), ваниль",
      "time": "15 мин",
      "method": "Нагрейте молоко, добавьте измельченный шоколад. Помешивайте до растворения. Добавьте ваниль."
    }
  ]
}