{
  "Завтрак": [
    {
      "name": "Солнечный омлет с зеленью",
      "ingredients": "Яйца (3 шт), молоко (50 мл), соль, зелень (укроп, петрушка)",
      "time": "10 мин",
      "method": "Взбейте яйца с молоком, добавьте щепотку соли. Обжарьте на среднем огне до золотистой корочки. Посыпьте свежей зеленью перед подачей."
    },
    {
      "name": "Французские тосты с кленовым сиропом",
      "ingredients": "Батон (4 ломтика), яйца (2 шт), молоко (100 мл), корица, ваниль, кленовый сироп",
      "time": "15 мин",
      "method": "Обмакните хлеб в смесь яиц, молока и специй. Обжарьте до золотистой корочки. Подавайте с кленовым сиропом."
    },
    {
      "name": "Ягодный смузи-боул",
      "ingredients": "Бананы (2 шт), смесь ягод (200 г), йогурт (150 мл), мед (1 ст.л.), мюсли (50 г)",
      "time": "5 мин",
      "method": "Взбейте в блендере бананы, ягоды и йогурт. Выложите в пиалу, сверху добавьте мюсли и полейте медом."
    }
  ],
  "Обед": [
    {
      "name": "Лазанья с мясом и бешамелью",
      "ingredients": "Листы лазаньи (250 г), фарш (500 г), соус бешамель (300 мл), сыр (200 г), томатный соус (200 мл)",
      "time": "60 мин",
      "method": "Обжарьте фарш, слоями выложите листы лазаньи, фарш, соусы и сыр. Запекайте 30 минут при 180°C."
    },
    {
      "name": "Греческий салат с фетой",
      "ingredients": "Помидоры (3 шт), огурцы (2 шт), перец (1 шт), красный лук (1/2 шт), маслины (100 г), сыр фета (150 г), оливковое масло, орегано",
      "time": "15 мин",
      "method": "Нарежьте овощи крупными кусками. Добавьте маслины и кубики феты. Заправьте маслом и посыпьте орегано."
    },
    {
      "name": "Тыквенный крем-суп с имбирем",
      "ingredients": "Тыква (500 г), морковь (1 шт), лук (1 шт), имбирь (1 см), сливки (100 мл), бульон (500 мл)",
      "time": "30 мин",
      "method": "Обжарьте овощи, добавьте нарезанную тыкву и бульон. Варите до мягкости. Пюрируйте, добавьте сливки и тертый имбирь."
    }
  ],
  "Ужин": [
    {
      "name": "Лосось в медово-горчичном соусе",
      "ingredients": "Филе лосося (2 шт), мед (1 ст.л.), дижонская горчица (1 ст.л.), лимон (1/2 шт), укроп, соль, перец",
      "time": "25 мин",
      "method": "Смешайте мед, горчицу и специи. Обмажьте рыбу и запекайте при 180°C 15-20 минут. Подавайте с дольками лимона."
    },
    {
      "name": "Картофельная запеканка с грибами",
      "ingredients": "Картофель (6 шт), грибы (300 г), сливки (200 мл), сыр (150 г), лук (1 шт), чеснок (2 зубчика)",
      "time": "50 мин",
      "method": "Обжарьте лук, грибы и чеснок. Слоями выложите картофель, грибную смесь, залейте сливками. Посыпьте сыром и запекайте 30 минут."
    },
    {
      "name": "Фаршированные кабачки",
      "ingredients": "Кабачки (2 шт), фарш (300 г), рис (100 г), лук (1 шт), томатный соус (200 мл), сыр (100 г)",
      "time": "45 мин",
      "method": "Вырежьте сердцевину кабачков. Смешайте фарш с рисом и луком. Нафаршируйте кабачки, залейте соусом, посыпьте сыром и запекайте 30 минут."
    }
  ],
  "Десерт": [
    {
      "name": "Клубничный чизкейк без выпечки",
      "ingredients": "Печенье (200 г), масло (100 г), творожный сыр (400 г), сливки (200 мл), сахар (100 г), клубника (300 г), желатин (20 г)",
      "time": "30 мин + охлаждение",
      "method": "Измельчите печенье с маслом для основы. Взбейте сыр со сливками и сахаром. Добавьте желатин. Выложите клубнику и залейте кремом. Охладите 4 часа."
    },
    {
      "name": "Шоколадные маффины",
      "ingredients": "Мука (200 г), какао (50 г), сахар (150 г), яйца (2 шт), молоко (150 мл), масло (100 г), разрыхлитель (1 ч.л.), шоколадные кусочки (100 г)",
      "time": "25 мин",
      "method": "Смешайте сухие ингредиенты. Добавьте яйца, молоко и растопленное масло. Разлейте по формочкам, добавьте шоколад. Выпекайте 20 минут при 180°C."
    },
    {
      "name": "Яблочный штрудель",
      "ingredients": "Тесто фило (250 г), яблоки (4 шт), сахар (100 г), корица (1 ч.л.), изюм (50 г), грецкие орехи (50 г), масло (50 г)",
      "time": "45 мин",
      "method": "Нарежьте яблоки, смешайте с сахаром, корицей, изюмом и орехами. Заверните в тесто, смажьте маслом. Выпекайте 30 минут при 190°C."
    }
  ],
  "Выпечка": [
    {
      "name": "Банановый хлеб",
      "ingredients": "Бананы (3 шт), мука (250 г), сахар (150 г), яйца (2 шт), масло (100 г), сода (1 ч.л.), грецкие орехи (100 г)",
      "time": "60 мин",
      "method": "Разомните бананы, смешайте с остальными ингредиентами. Выпекайте в форме 50 минут при 180°C."
    },
    {
      "name": "Сметанники",
      "ingredients": "Мука (300 г), сметана (200 г), сахар (150 г), яйца (2 шт), сода (1/2 ч.л.), варенье для прослойки",
      "time": "40 мин",
      "method": "Замесите тесто, раскатайте коржи. Выпекайте по 15 минут при 180°C. Прослоите вареньем."
    },
    {
      "name": "Круассаны с шоколадом",
      "ingredients": "Готовое слоеное тесто (500 г), шоколад (200 г), яйцо (1 шт для смазки)",
      "time": "30 мин",
      "method": "Раскатайте тесто, нарежьте треугольниками. На край положите шоколад, сверните. Смажьте яйцом, выпекайте 20 минут при 200°C."
    }
  ],
  "Салаты": [
    {
      "name": "Салат Цезарь с курицей",
      "ingredients": "Куриное филе (300 г), салат романо (1 кочан), сухарики (100 г), пармезан (50 г), соус Цезарь (100 мл)",
      "time": "25 мин",
      "method": "Обжарьте курицу, нарежьте. Смешайте с листьями салата, сухариками и соусом. Посыпьте пармезаном."
    },
    {
      "name": "Салат с авокадо и креветками",
      "ingredients": "Авокадо (2 шт), креветки (300 г), помидоры черри (200 г), руккола (100 г), оливковое масло, лимонный сок",
      "time": "20 мин",
      "method": "Очистите креветки, обжарьте. Нарежьте авокадо и помидоры. Смешайте с рукколой, заправьте маслом и лимонным соком."
    },
    {
      "name": "Свекольный салат с козьим сыром",
      "ingredients": "Свекла (3 шт), козий сыр (150 г), грецкие орехи (100 г), руккола (100 г), бальзамический уксус, мед",
      "time": "30 мин",
      "method": "Запеките свеклу, нарежьте. Смешайте с сыром, орехами и рукколой. Заправьте смесью уксуса и меда."
    }
  ]
}