{
  "Завтрак": [
    {
      "name": "Омлет с сыром и ветчиной",
      "ingredients": "Яйца (4 шт), молоко (50 мл), сыр (100 г), ветчина (100 г), соль, перец",
      "time": "15 мин",
      "method": "Взбейте яйца с молоком, посолите. Обжарьте на сковороде, добавьте нарезанную ветчину и сыр. Накройте крышкой на 2 минуты."
    },
    {
      "name": "Французские тосты",
      "ingredients": "Хлеб (6 ломтиков), яйца (3 шт), молоко (150 мл), корица (1 ч.л.), сахар (2 ст.л.), масло сливочное",
      "time": "20 мин",
      "method": "Смешайте яйца, молоко, корицу и сахар. Обмакните хлеб и обжарьте на масле до золотистой корочки."
    },
    {
      "name": "Гранола с йогуртом",
      "ingredients": "Овсяные хлопья (200 г), мед (50 мл), орехи (100 г), сухофрукты (100 г), йогурт натуральный (300 г)",
      "time": "25 мин",
      "method": "Смешайте хлопья с медом и орехами, запеките 15 минут при 180°C. Добавьте сухофрукты. Подавайте с йогуртом."
    },
    {
      "name": "Авокадо-тост с яйцом",
      "ingredients": "Хлеб (2 ломтика), авокадо (1 шт), яйца (2 шт), лимонный сок, соль, перец, кунжут",
      "time": "10 мин",
      "method": "Разомните авокадо с лимонным соком. Обжарьте яйца. Намажьте тосты авокадо, сверху яйца, посыпьте кунжутом."
    },
    {
      "name": "Смузи из манго",
      "ingredients": "Манго (2 шт), банан (1 шт), йогурт (200 мл), мед (1 ст.л.), лед (100 г)",
      "time": "5 мин",
      "method": "Все ингредиенты взбейте в блендере до однородности."
    },
    {
      "name": "Сырники с изюмом",
      "ingredients": "Творог (500 г), яйца (2 шт), мука (100 г), сахар (50 г), изюм (50 г), ваниль",
      "time": "30 мин",
      "method": "Смешайте все ингредиенты. Сформируйте сырники, обжарьте на среднем огне по 3-4 минуты с каждой стороны."
    },
    {
      "name": "Бутерброд с сыром",
      "ingredients": "хлеб \nсыр",
      "time": "5 минут",
      "method": ".."
    },
    {
      "name": "Блины",
      "ingredients": "Яйцо \nМолоко\nМука\nСахар",
      "time": "20 минут",
      "method": "....."
    }
  ],
  "Обед": [
    {
      "name": "Борщ украинский",
      "ingredients": "Свекла (2 шт), капуста (300 г), говядина (400 г), картофель (3 шт), морковь (1 шт), лук (1 шт), томатная паста (2 ст.л.), сметана",
      "time": "120 мин",
      "method": "Сварите бульон из мяса. Обжарьте овощи, добавьте в бульон. Варите до готовности. Подавайте со сметаной."
    },
    {
      "name": "Плов узбекский",
      "ingredients": "Рис (500 г), баранина (600 г), морковь (3 шт), лук (2 шт), чеснок (1 головка), зира, барбарис, масло растительное",
      "time": "150 мин",
      "method": "Обжарьте мясо с овощами. Добавьте рис и воду. Тушите на медленном огне 40 минут."
    },
    {
      "name": "Лазанья классическая",
      "ingredients": "Листы лазаньи (250 г), фарш (500 г), соус бешамель (300 мл), сыр (200 г), томатный соус (200 мл)",
      "time": "60 мин",
      "method": "Обжарьте фарш. Слоями выложите листы лазаньи, фарш, соусы и сыр. Запекайте 30 минут при 180°C."
    },
    {
      "name": "Греческий салат",
      "ingredients": "Помидоры (3 шт), огурцы (2 шт), перец (1 шт), красный лук (1/2 шт), маслины (100 г), сыр фета (150 г), оливковое масло, орегано",
      "time": "15 мин",
      "method": "Нарежьте овощи кубиками. Добавьте маслины и фету. Заправьте маслом с орегано."
    },
    {
      "name": "Тыквенный суп-пюре",
      "ingredients": "Тыква (600 г), морковь (1 шт), лук (1 шт), имбирь (1 см), сливки (200 мл), бульон (1 л)",
      "time": "40 мин",
      "method": "Обжарьте овощи, добавьте тыкву и бульон. Варите до мягкости. Пюрируйте, добавьте сливки."
    },
    {
      "name": "Куриные котлеты с пюре",
      "ingredients": "Куриный фарш (500 г), лук (1 шт), яйцо (1 шт), хлеб (100 г), молоко (50 мл), картофель (6 шт), масло сливочное",
      "time": "45 мин",
      "method": "Приготовьте фарш для котлет. Сформируйте котлеты, обжарьте. Картофель отварите, сделайте пюре с маслом."
    }
  ],
  "Ужин": [
    {
      "name": "Лосось под сырной корочкой",
      "ingredients": "Лосось (2 стейка), сыр (100 г), майонез (2 ст.л.), лимон (1/2 шт), укроп, соль, перец",
      "time": "25 мин",
      "method": "Смешайте сыр с майонезом. Посолите рыбу, полейте лимоном. Намажьте сырной смесью. Запекайте 15 минут при 200°C."
    },
    {
      "name": "Картофель по-деревенски",
      "ingredients": "Картофель (8 шт), паприка (1 ст.л.), чеснок (3 зубчика), масло растительное, соль",
      "time": "40 мин",
      "method": "Нарежьте картофель дольками. Смешайте с маслом и специями. Запекайте 30 минут при 200°C."
    },
    {
      "name": "Фаршированные перцы",
      "ingredients": "Перцы (6 шт), фарш (500 г), рис (100 г), лук (1 шт), морковь (1 шт), томатный соус (200 мл)",
      "time": "60 мин",
      "method": "Приготовьте начинку из фарша, риса и овощей. Нафаршируйте перцы, залейте соусом. Тушите 40 минут."
    },
    {
      "name": "Грибная паста",
      "ingredients": "Паста (300 г), шампиньоны (300 г), сливки (200 мл), чеснок (2 зубчика), пармезан (50 г)",
      "time": "30 мин",
      "method": "Обжарьте грибы с чесноком. Добавьте сливки и сыр. Смешайте с отваренной пастой."
    },
    {
      "name": "Овощное рагу",
      "ingredients": "Кабачок (1 шт), баклажан (1 шт), перец (2 шт), помидоры (3 шт), лук (1 шт), чеснок (2 зубчика), зелень",
      "time": "35 мин",
      "method": "Обжарьте лук, добавьте овощи. Тушите под крышкой 20 минут. Добавьте чеснок и зелень."
    },
    {
      "name": "Куриные крылышки BBQ",
      "ingredients": "Куриные крылья (1 кг), соус BBQ (200 мл), мед (2 ст.л.), соевый соус (50 мл), чеснок (3 зубчика)",
      "time": "50 мин",
      "method": "Замаринуйте крылья в смеси ингредиентов. Запекайте 40 минут при 190°C, периодически поливая соусом."
    }
  ],
  "Десерт": [
    {
      "name": "Шоколадный фондан",
      "ingredients": "Шоколад (200 г), масло (150 г), яйца (4 шт), сахар (150 г), мука (60 г)",
      "time": "25 мин",
      "method": "Растопите шоколад с маслом. Взбейте яйца с сахаром. Смешайте все, разлейте по формочкам. Выпекайте 10-12 минут при 200°C."
    },
    {
      "name": "Чизкейк Нью-Йорк",
      "ingredients": "Печенье (250 г), масло (100 г), творожный сыр (600 г), сахар (200 г), яйца (3 шт), ваниль",
      "time": "90 мин",
      "method": "Измельчите печенье с маслом - это основа. Взбейте сыр с сахаром и яйцами. Выпекайте 60 минут при 160°C."
    },
    {
      "name": "Яблочный пирог",
      "ingredients": "Мука (300 г), яйца (2 шт), сахар (150 г), масло (100 г), яблоки (4 шт), корица",
      "time": "60 мин",
      "method": "Замесите тесто. Нарежьте яблоки. Выложите в форму слоями. Выпекайте 40 минут при 180°C."
    },
    {
      "name": "Тирамису",
      "ingredients": "Печенье савоярди (200 г), кофе (200 мл), маскарпоне (500 г), яйца (4 шт), сахар (100 г), какао",
      "time": "40 мин",
      "method": "Взбейте желтки с сахаром, добавьте маскарпоне и белки. Слои печенья, пропитанного кофе, и крема. Посыпьте какао."
    },
    {
      "name": "Медовик",
      "ingredients": "Мед (100 г), сахар (200 г), яйца (3 шт), мука (500 г), сметана (800 г)",
      "time": "120 мин",
      "method": "Приготовьте медовые коржи. Смажьте сметанным кремом. Дайте пропитаться 6 часов."
    },
    {
      "name": "Клубничный мусс",
      "ingredients": "Клубника (500 г), сливки (300 мл), сахар (100 г), желатин (20 г)",
      "time": "30 мин",
      "method": "Пюрируйте клубнику. Взбейте сливки с сахаром. Добавьте желатин. Смешайте и охладите 4 часа."
    }
  ],
  "Выпечка": [
    {
      "name": "Банановый хлеб",
      "ingredients": "Бананы (3 шт), мука (300 г), сахар (150 г), яйца (2 шт), масло (100 г), сода (1 ч.л.), грецкие орехи (100 г)",
      "time": "60 мин",
      "method": "Разомните бананы. Смешайте все ингредиенты. Выпекайте 50 минут при 180°C."
    },
    {
      "name": "Пирожки с капустой",
      "ingredients": "Мука (500 г), дрожжи (10 г), молоко (250 мл), капуста (1 кг), яйца (2 шт), лук (1 шт)",
      "time": "90 мин",
      "method": "Приготовьте тесто. Обжарьте капусту с луком. Сформируйте пирожки. Выпекайте 25 минут при 190°C."
    },
    {
      "name": "Печенье овсяное",
      "ingredients": "Овсяные хлопья (200 г), мука (100 г), масло (150 г), сахар (100 г), мед (50 г), корица",
      "time": "30 мин",
      "method": "Смешайте все ингредиенты. Сформируйте печенье. Выпекайте 15 минут при 180°C."
    },
    {
      "name": "Булочки с корицей",
      "ingredients": "Мука (500 г), молоко (250 мл), дрожжи (10 г), сахар (100 г), корица (2 ст.л.), масло (100 г)",
      "time": "120 мин",
      "method": "Замесите тесто. Раскатайте, посыпьте корицей с сахаром. Сверните рулетом, нарежьте. Выпекайте 25 минут при 190°C."
    },
    {
      "name": "Шарлотка",
      "ingredients": "Яблоки (5 шт), яйца (4 шт), сахар (200 г), мука (200 г), корица",
      "time": "50 мин",
      "method": "Взбейте яйца с сахаром. Добавьте муку. Выложите яблоки в форму, залейте тестом. Выпекайте 35 минут при 180°C."
    },
    {
      "name": "Круассаны",
      "ingredients": "Готовое слоеное тесто (500 г), шоколад (200 г), яйцо (1 шт)",
      "time": "30 мин",
      "method": "Раскатайте тесто, нарежьте треугольниками. Положите шоколад, сверните. Смажьте яйцом. Выпекайте 20 минут при 200°C."
    }
  ],
  "Салаты": [
    {
      "name": "Цезарь с курицей",
      "ingredients": "Куриное филе (300 г), салат романо (1 кочан), сухарики (100 г), пармезан (50 г), соус Цезарь (100 мл)",
      "time": "25 мин",
      "method": "Обжарьте курицу. Смешайте с салатом, сухариками и соусом. Посыпьте пармезаном."
    },
    {
      "name": "Греческий",
      "ingredients": "Помидоры (3 шт), огурцы (2 шт), перец (1 шт), красный лук (1/2 шт), маслины (100 г), сыр фета (150 г), оливковое масло",
      "time": "15 мин",
      "method": "Нарежьте овощи. Добавьте маслины и фету. Заправьте маслом."
    },
    {
      "name": "Оливье",
      "ingredients": "Картофель (4 шт), морковь (2 шт), яйца (4 шт), колбаса (300 г), огурцы соленые (3 шт), горошек (1 банка), майонез",
      "time": "40 мин",
      "method": "Отварите овощи и яйца. Нарежьте кубиками. Смешайте с горошком и майонезом."
    },
    {
      "name": "Крабовый",
      "ingredients": "Крабовые палочки (200 г), рис (200 г), кукуруза (1 банка), яйца (4 шт), огурец (2 шт), майонез",
      "time": "30 мин",
      "method": "Отварите рис и яйца. Нарежьте все ингредиенты. Смешайте с майонезом."
    },
    {
      "name": "Свекольный",
      "ingredients": "Свекла (3 шт), чеснок (3 зубчика), грецкие орехи (100 г), чернослив (100 г), майонез",
      "time": "50 мин",
      "method": "Запеките свеклу. Натрите, смешайте с измельченными орехами, черносливом и чесноком. Заправьте майонезом."
    },
    {
      "name": "Капрезе",
      "ingredients": "Помидоры (3 шт), моцарелла (200 г), базилик, оливковое масло, бальзамический уксус",
      "time": "10 мин",
      "method": "Нарежьте помидоры и моцареллу кружочками. Выложите слоями с листьями базилика. Полейте маслом и уксусом."
    }
  ]
}